/* SongDetailArtist */
"Artist" = "Artiest";

/* SongDetailBuySpotify */
"Buy Spotify-feature" = "Koop Spotify-functie";

/* LyssnaAddCancel */
"Cancel" = "Annuleren";

/* LyssnaAddChange */
"Change" = "Wijzigen";

/* SongDetailCouldntFindSpotify */
"Couldn't find @ Spotify" = "Kon het niet vinden @ Spotify";

/* LyssnaTableDone */
"Done" = "klaar";

/* LyssnaTableEdit */
"Edit" = "Bewerken";

/* LastPlayedTitle */
"Last Played" = "Laatst gespeeld";

/* LyssnaTitle */
"Listen" = "Luister";

/* SongDetailLoadingSpotify */
"Loading.." = "Het laden ..";

/* LyssnaAddName */
"Name" = "Naam";

/* LyssnaNowPlaying */
"Now Playing" = "Speelt nu";

/* No comment provided by engineer. */
"OK" = "OK";

/* SongDetailPlayed */
"Played" = "Gespeeld";

/* SongDetailTrack */
"Song" = "Song";

/* SongDetailStation */
"Station" = "Station";

/* SongDetailSpotify */
"type spotify:track: and the id you got over here in Spotify to show the song. Or just click to play song in Spotify." = "Schrijf Spotify:track: id en boven in Spotify app om de song af te spelen, of gewoon klikken om de song te starten in Spotify.";

/* LyssnaAddURLAddress */
"URL" = "URL";

"Choose a station" = "Kies een zender";
"Made By Håkan Nylén" = "Gemaakt door Håkan Nylén";
